{
  "bluevideo": "/images/aaa4-1080p-221016.mp4",
  "s3TopText": "AAA is more than a delivery service. We are a business enabler, our primary objective is customer satisfaction, reliability, on-time deliveries, and with our custom one-to-one approach means we always deliver on time, every time. We will become your trusted business partner, delivering the things that matter most. We provide:",
  "top-image": "/images/aaadeliveryservice-final-v2.mp4",
  "blueTitleLeft": "Medical Laboratories",
  "s4bluetoptext": "We are always available 24/7/365 at any time of the day, during weekends, and all holidays. No matter when, our team of specialists are always available to assist you. To learn more, please follow the link.  [Register Here.](/speak-to-a-specialist)",
  "blueTopText": "Once you’re in our system, you are ready to start, simply place and track orders all in one place. Schedule and customize a pick up from anywhere, available from any device. Visibility and insights, order tracking & geofencing in real-time dashboard. Signature or photobase PODs for each order, alongside the scheduled an actual arrival time.",
  "brimage": "/images/speak3.png",
  "blimage": "/images/speak1.png",
  "bottomsmtext": "Delivery Always On Time! Every Time! No Excuses!",
  "blueTitleCenter": "Hospitals & Health Systems",
  "s3c2img": "/images/home7.png",
  "subtitle": "Provide us with some basic information so we can learn more about your case.",
  "s3BottomText": "Our goal is to provide our customers with the utmost reliable, dependable and professionalism on every delivery, keeping your focus on your core business. Knowing your deliveries are in good hands with AAA.",
  "title": "Let us help you!",
  "s3r2content1": "\n* Dedicated, fully vetted couriers by uniform\n* Custom logistics to fit and adapt to your business\n* Order tracking & geofencing in real-time dashboard\n* Transparency and visibility into every single shipment\n* Custom notification of package delivery status, based on your preference",
  "bcimage": "/images/home1.png",
  "topsmtext": "What You Can Expect from Us",
  "s3topsmtext": "Why choose AAA?",
  "s3l2content1": "\n\n* Reliability, experience, one-to-one approach, delivery always on time, no excuses\n* Professionalism on every delivery\n* On-demand, and express same-day door-to-door delivery\n* Dependable service you can always count on.\n* Customer support around the clock 24/7/365",
  "blueTitle": "Things you can do from our portal:",
  "blueTitleRight": "Pharmacies",
  "blueContent": "1. Place and track orders all in one central hub.\n2. Schedule and customize any pickup.\n3. Gain visibility and insights.\n4. View order tracking in real-time dashboard.\n5. View signature or photo-base PODs for each order.\n6. Create and maintain a private address book.\n7. View, customize and print reports of your shipping history.\n8. Create EZ-ship commands, enabling you to ship instantly with just a couple of keystrokes.\n9. Customize how you are notified of package delivery status."
}